Repository: openstore-ecommerce/OpenStore
Catalog: App_LocalResources/ProductSearchSettings.ascx.*.resx
Languages: fr_fr

# lblinstock.Text
source: Stock Checkbox :
fr_fr: Case à cocher stock

# lblRedirectTab.Text
source: Page to Display Results :
fr_fr: Page de redirection :

# lblsearchtemplate.Text
source: Template :
fr_fr: Gabarit recherche :

# lbltargetmodulekey.Help
source: Module Key of the module that will display the results.
fr_fr: Clé du module qui affichera les résultats.

# lbltargetmodulekey.Text
source: Target Module Key :
fr_fr: Clé module cible (CSV) :

# lbltheme.Help
source: Name of the theme to use for this productlist.
fr_fr: Nom du thème à utiliser pour la liste produits.

# lbltheme.Text
source: Theme :
fr_fr: Thème :

# lbldescription.Help
source: Turn on the product description text search
fr_fr: Description du plugin

# lbldescription.Text
source: Description Text Search
fr_fr: Description

# ControlTitle_settings.Text
source: Product Search Settings
fr_fr: Paramètres de formulaire de profil

# lblbasicsettings.Text
source: General
fr_fr: Générales

# lblthemesettings.Text
source: Theme Settings
fr_fr: Paramètres thème

# themehidden.Text
source: Old Theme Settings have been disabled, update to activate new theme.
fr_fr: Les anciens paramètres de thème ont été désactivés, mettre à jour pour activer le nouveau thème.

# lblcatsearchtype.Help
source: Type of search to do on multiple selected categories
fr_fr: Type de recherche à faire sur plusieurs catégories sélectionnées

# lblcatsearchtype.Text
source: Category search type
fr_fr: Type de recherche de catégorie

# lblcatselect.Help
source: Turn on the category search
fr_fr: Activer la recherche par catégorie

# lblcatselect.Text
source: Category Group Search
fr_fr: Recherche groupe de catégories

# lblpricerange.Help
source: Turn on price range selection
fr_fr: Activer la sélection par fourchettes de prix

# lblpricerange.Text
source: Price Range
fr_fr: Foruchette de prix

# lblorderselector.Text
source: Sort Order Selector
fr_fr: Sélecteur d'ordre de tri

# lbltextsearch.Help
source: Turn on the sort order selector
fr_fr: Activer le sélecteur de commande de tri

# lbltextsearch.Text
source: Text Search
fr_fr: Recherche de texte

# lbltxtmanufacturer.Help
source: Turn on the Manufacturer text search
fr_fr: Activer la recherche de texte fabricant

# lbltxtmanufacturer.Text
source: Manufacturer Text Search
fr_fr: Recherche de texte fabricant

# lbltxtseoname.Help
source: Turn on the SEO name text search
fr_fr: Activer la recherche de texte de nom SEO

# lbltxtseoname.Text
source: SEO name Text Search
fr_fr: Nom SEO de la recherche de texte

# lbltxtseopagetitle.Help
source: Turn on the SEOpage title text search
fr_fr: Activer la recherche de texte de titre de page SEO

# lbltxtseopagetitle.Text
source: SEO page title Text Search
fr_fr: Titre de la page SEO la recherche de texte

# lbltxtsummary.Help
source: Turn on the summary text search
fr_fr: Activer la recherche de texte du résumé

# lbltxtsummary.Text
source: Summary Text Search
fr_fr: Recherche de texte résumé

# lbltxttagwords.Help
source: Turn on the tag words text search
fr_fr: Activer la recherche de texte mots tag

# lbltxttagwords.Text
source: Tag Words Text Search
fr_fr: Recherche de texte mots tag

# lblcatreflist.Help
source: A CSV list of Category/Group Refs to be displayed on the search form. e.g. (Cat1,Cat2,Cat3) This will only apply to the returned categories from Parent Ref selection, if no Ref List is specified all returned categories will be displayed.
fr_fr: Une liste CSV des Refs/groupe de catégories à afficher sur le formulaire de recherche. par exemple (Cat1, Cat2, Cat3) cela ne sera applicable aux catégories retournés de sélection Ref Parent, si aucune liste de Ref n'est spécifié tous retournés catégories seront affichera.

# lblcatreflist.Text
source: Category Ref List :
fr_fr: Liste des catégories Ref :

# lblcatreflist1.Help
source: A CSV list of Category/Group Refs to be displayed on the search form. e.g. (Cat1,Cat2,Cat3) This will only apply to the returned categories from Parent Ref selection, if no Ref List is specified all returned categories will be displayed.
fr_fr: Une liste CSV des Refs/groupe de catégories à afficher sur le formulaire de recherche. par exemple (Cat1, Cat2, Cat3) cela ne sera applicable aux catégories retournés de sélection Ref Parent, si aucune liste de Ref n'est spécifié tous retournés catégories seront affichera.

# lblcatreflist1.Text
source: Category/Group Ref List :
fr_fr: Liste de groupe/catégorie de Ref :

# lblcatreflist2.Help
source: A CSV list of Category/Group Refs to be displayed on the search form. e.g. (Cat1,Cat2,Cat3) This will only apply to the returned categories from Parent Ref selection, if no Ref List is specified all returned categories will be displayed.
fr_fr: Une liste CSV des Refs/groupe de catégories à afficher sur le formulaire de recherche. par exemple (Cat1, Cat2, Cat3) cela ne sera applicable aux catégories retournés de sélection Ref Parent, si aucune liste de Ref n'est spécifié tous retournés catégories seront affichera.

# lblcatreflist2.Text
source: Category/Group Ref List :
fr_fr: Liste de groupe/catégorie de Ref :

# lblcatrepeatcolumns.Help
source: Number of columns to be displayed.
fr_fr: Nombre de colonnes à afficher.

# lblcatrepeatcolumns.Text
source: Columns :
fr_fr: Colonnes :

# lblcatrepeatcolumns1.Help
source: Number of columns to be displayed.
fr_fr: Nombre de colonnes à afficher.

# lblcatrepeatcolumns1.Text
source: Columns :
fr_fr: Colonnes :

# lblcatrepeatcolumns2.Help
source: Number of columns to be displayed.
fr_fr: Nombre de colonnes à afficher.

# lblcatrepeatcolumns2.Text
source: Columns :
fr_fr: Colonnes :

# lbldisplaylevels.Help
source: Number of sub levels of categories to display.
fr_fr: Nombre de sous-niveaux de catégories à afficher.

# lbldisplaylevels.Text
source: Display Levels :
fr_fr: Afficher les niveaux :

# lbldisplaylevels1.Help
source: Number of sub levels of categories to display.
fr_fr: Nombre de sous-niveaux de catégories à afficher.

# lbldisplaylevels1.Text
source: Display Levels :
fr_fr: Afficher les niveaux :

# lbldisplaylevels2.Help
source: Number of sub levels of categories to display.
fr_fr: Nombre de sous-niveaux de catégories à afficher.

# lbldisplaylevels2.Text
source: Display Levels :
fr_fr: Afficher les niveaux :

# lblgroupselect1.Help
source: Activates a AND clause on a second category group "Group 2".
fr_fr: Active une clause et sur une deuxième catégorie de groupe « Groupe 2 ».

# lblgroupselect1.Text
source: Activate AND Search Group 2 :
fr_fr: Activer ET rechercher dans groupe 2 :

# lblgroupselect2.Help
source: Activates a AND clause on a third category group "Group 3".
fr_fr: Active une clause et sur une troisième catégorie de groupe « Groupe 3 ».

# lblgroupselect2.Text
source: Activate AND Search Group 3 :
fr_fr: Activer ET rechercher dans groupe 3 :

# lblparentcatref.Help
source: All categories below this parent category will be returned. If not specified all categories will be returned.
fr_fr: Toutes les catégories sous cette catégorie parente seront renvoyées. Si non spécifié toutes les catégories seront renvoyées.

# lblparentcatref.Text
source: Category/Group Parent Ref :
fr_fr: Catégorie/groupe Parent Ref :

# lblparentcatref1.Help
source: All categories below this parent category will be returned. If not specified all categories will be returned.
fr_fr: Toutes les catégories sous cette catégorie parente seront renvoyées. Si non spécifié toutes les catégories seront renvoyées.

# lblparentcatref1.Text
source: Category/Group Parent Ref :
fr_fr: Catégorie/groupe Parent Ref :

# lblparentcatref2.Help
source: All categories below this parent category will be returned. If not specified all categories will be returned.
fr_fr: Toutes les catégories sous cette catégorie parente seront renvoyées. Si non spécifié toutes les catégories seront renvoyées.

# lblparentcatref2.Text
source: Category/Group Parent Ref :
fr_fr: Catégorie/groupe Parent Ref :

# lblfiltermode.Help
source: Mode for search module. Search=Search options will be static; Filter=Search options will be dynamic based on category menu selection, the category selection will also persist across searches.
fr_fr: Mode pour le module de recherche. Recherche = la recherche d'options sera statique; Filtre = la recherche d'options sera dynamique et basée sur la sélection du menu des catégories, la sélection de la catégorie sera maintenue aussi à travers les recherches.

# lblfiltermode.Text
source: Search Mode :
fr_fr: Mode de recherche :

# rblfiltermode.data
source: Search;Filter
fr_fr: Rechercher;Filtre

# lblprimarybuttonclass.Text
source: Primary Button CSS Class :
fr_fr: Classe de bouton principal de CSS :

# lblsecondarybuttonclass.Text
source: Secondary Button CSS Class :
fr_fr: Classe de bouton secondaire de CSS :

# lblhidden.Text
source: Hidden
fr_fr: Invisible

# emailmessage.Text
source: Thank you for your order. We are here to help ! Do not hesitate to get in touch for any questions regarding your order.
fr_fr: Merci pour votre commande. Nous sommes là pour toute assistance ! N'hésitez pas à nous contacter aux heures indiquées sur notre site pour toutes questions concernant votre commande.
